var Questions = [
    {
        "num": 1,
        "desc": ".各种职业的职业责任和义务不同，从而形成各自特定的(　　)的具体规范。",
        "options": ["A、制度规范", "B、法律法规", "C、职业道德", "D、行业标准"],
        "answer": "D",
        "type": "radio"
    },
    {
        "num": 2,
        "desc": ".(　　)的基本职能是调节职能。",
        "options": ["A、职业道德", "B、社会责任", "C、社会意识", "D、社会功德"],
        "answer": "A",
        "type": "radio"
    },
    {
        "num": 3,
        "desc": ".(　　)是社会主义道德建设的核心。",
        "options": ["A、为社会服务", "B、为行业服务", "C、为企业服务", "D、为人民服务"],
        "answer": "D",
        "type": "radio"
    },
    {
        "num": 4,
        "desc": ".职业意识是指人们对职业岗位的(　　)、评价、情感和态度等心理成分的总和，其核心是爱岗敬业精神，在本职岗位上能够踏踏实实地做好工作。",
        "options":["A、接受", "B、认同", "C、态度", "D、同情"],
        "answer": "C",
        "type": "radio"
    },
    {
        "num": 5,
        "desc": ".全心全意为人民服务是社会主义职业道德的(　　)",
        "options": ["A、前提", "B、关键", "C、核心", "D、基础"],
        "answer": "B",
        "type": "radio"
    },
    {
        "num": 6,
        "desc": ".职业素质是劳动者对社会职业 了解与适应能力的一种综合体现,其主要表现在职业兴趣、(　　)、职业个性及职业情况等方面。",
        "options":["A、消费者", "B、职业能力", "C、生产者", "D、个人"],
        "answer": "B",
        "type": "radio"
    },
    {
        "num": 7,
        "desc": ".(　　)是每一个员工的基本职业素质体现。",
        "options":["A、放纵他人", "B、严于同事", "C、放纵自己", "D、严于律己"],
        "answer": "D",
        "type": "radio"
    },
    {
        "num": 8,
        "desc": ".劳动权主要体现为平等就业权和选择(　　)。",
        "options":["A、消费者", "B、职业能力", "C、生产者", "D、个人"],
        "answer": "A",
        "type": "radio"
    },
    {
        "num": 9,
        "desc": ".平等就业是指在劳动就业中实行男女平等、(　　)的原则。",
        "options":["A、民族平等", "B、单位平等", "C、权利平等", "D、单位平等"],
        "answer": "A",
        "type": "radio"
    },
    {
        "num": 10,
        "desc": ".利用量缸表可以测量发动机汽缸、曲轴轴承的圆度和圆柱度，其测量精度为(　　)。",
        "options":["A、0.05mm", "B、0.02mm", "C、0.01mm", "D、0.005mm"],
        "answer": "C",
        "type": "radio"
    },
    {
        "num": 11,
        "desc": ".防冻液的冰点要比使用地区的最低气温低(　　)。",
        "options":["A、1T", "B、2T", "C、39C", "D、5C"],
        "answer": "D",
        "type": "radio"
    },
    {
        "num": 12,
        "desc": ".三视图中，俯视图和左视图应(　　)。",
        "options":["A、长对正", "B、高平齐", "C、宽相等", "D、角对称"],
        "answer": "C",
        "type": "radio"
    },
    {
        "num": 13,
        "desc": ".三桥式整流电路由三相绕组、六个二极管和(　　)组成。",
        "options":["A、三极管", "B、电阻", "C、电容", "D、负载"],
        "answer": "D",
        "type": "radio"
    },
    {
        "num": 14,
        "desc": ".液压辅件是液压系统的一个重要组成部分，它包括蓄能器、(　　)油箱、热交换器、压力表开关和管系元件等。",
        "options":["A、储能器", "B、粗滤器", "C、过滤器", "D、油泵"],
        "answer": "C",
        "type": "radio"
    },
    {
        "num": 15,
        "desc": ".液压阀是液压系统中的(　　)。",
        "options":["A、动力元件", "B、执行元件", "C、辅助元件", "D、控制元件"],
        "answer": "D",
        "type": "radio"
    },
    {
        "num": 16,
        "desc": ".发动机的缸体曲轴箱组包括汽缸体、下曲轴箱、(　　)、汽缸盖和汽缸垫等。",
        "options":["A、上曲轴箱", "B、活塞", "C、连杆", "D、曲轴"],
        "answer": "A",
        "type": "radio"
    },
    {
        "num": 17,
        "desc": ".起动机的控制机构种类有机械操纵式和(　　)式两类。",
        "options":["A、电磁操作", "B、增速机构", "C、传动机构", "D、减速机构"],
        "answer": "A",
        "type": "radio"
    },
    {
        "num": 18,
        "desc": ".发动机起动后，应(　　)检查各仪表的工作情况是否正常。",
        "options":["A、及时", "B、迟后", "C、途中", "D、个人"],
        "answer": "A",
        "type": "radio"
    },
    {
        "num": 19,
        "desc": ".(　　)与血红蛋白结合，造成血液输氧能力下降，导致人体缺氧",
        "options":["A、固体颗粒", "B、hc", "C、氮氧化物", "D、co"],
        "answer": "D",
        "type": "radio"
    },
    {
        "num": 20,
        "desc": ".全面质量管理概念最早是由(　　)质量管理专家提出的。",
        "options":["A、加拿大", "B、英国", "C、法国", "D、美国"],
        "answer": "D",
        "type": "radio"
    }
];
